/* 提示消息*/
//100M(1024*1024*100)
export const APP_0097=104857600;
export const APP_0098 = '(格式为.txt或.csv或.rar小于100M,可上传一个文件)';
export const APP_0099 = '.txt,.csv,.rar';
export const APP_0100 = '文件过大,请重新上传!';
export const APP_0101 = '上传成功!';
export const APP_0111 = '(默认全选)';
export const APP_0112 ='1.中心点加半径记录格式:经度,纬度,半径(米) 2.上传围栏记录格式:经度1,纬度1;经度2,纬度2;经度3,纬度3;经度4,纬度4(围栏必须是闭环,至少包含4个经纬度信息,且第一个经纬度与最后一个经纬度必须一致) 3.选择围栏的面积最大不超过180k㎡'

export const APP_0113 ='位置--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_01131 ='位置--选择城市:请选择一个或多个城市'
export const APP_0114 ='位置--上传文件:未上传文件或文件上传格式有误'

export const APP_0115 ='筛选-行政区划--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0116 ='筛选-行政区划--根据所选地域检索:不能为空'

export const APP_0117 ='应用筛选--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0118 ='应用筛选--根据所选应用检索:不能为空'
export const APP_01181 ='应用筛选--上传文件:未上传文件或文件上传格式有误'

export const APP_0119 ='应用分类--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0120 ='应用分类--选择应用分类:不能为空'

export const APP_0121 ='活跃设备--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_01211 ='筛选--活跃设备--选择时间：起始日与结束日跨度不能超过31天'
export const APP_01212 ='筛选--活跃设备--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_01213 ='筛选--活跃设备--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'
export const APP_0122 ='筛选--标签:不能为空'

export const APP_0123 ='圈中位置--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_01241 ='圈中位置--城市范围:请选择一个或多个城市'
export const APP_0124 ='圈中位置--上传文件:未上传文件或文件上传格式不对'

export const APP_0125 ='输出--标签明细:不能为空'

export const APP_0126 ='APP明细--选择时间:日期不能为空或起始范围不能大于结束范围'

export const APP_0127 ='输出位置--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_01271 ='输出位置--城市范围 :请选择一个或多个城市'

export const APP_0128 ='输出-行政区划--选择时间:日期不能为空或起始范围不能大于结束范围'

export const APP_0129 ='APP统计--选择时间:日期不能为空或起始范围不能大于结束范围'

export const APP_0130 ='行政区划统计--选择时间:日期不能为空或起始范围不能大于结束范围'

export const APP_0131 ='输出--标签统计:不能为空'

export const APP_0132 ='活跃统计--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_01321 ='输出统计--活跃统计--选择时间：起始日与结束日跨度不能超过31天'
export const APP_01322 ='输出统计--活跃统计--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_01323 ='输出统计--活跃统计--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'



export const APP_0133 ='热力图--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0134 ='热力图--热力图中心城市中文名称:不能为空'
export const APP_01341 ='热力图--城市范围:请选择一个或多个城市'

export const APP_0135 ='设备属性统计:未选中设备'

export const APP_0136 ='筛选设备属性:未选中设备'

export const APP_0137 ='输出设备属性:未选中设备'

export const APP_0138 ='id匹配--上传文件:未上传文件或文件上传格式不对'
export const APP_0139 ='id匹配--数据格式/MD5哈希过的数据格式:未进行选择'





export const APP_0140 ='筛选--位置--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0141 ='筛选--位置--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0142 ='筛选--位置--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'


export const APP_0143 ='筛选--行政区划--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0144 ='筛选--行政区划--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0145 ='筛选--行政区划--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'


export const APP_0146 ='筛选--应用筛选--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0147 ='筛选--应用筛选--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0148 ='筛选--应用筛选--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'

export const APP_0149 ='筛选--应用分类--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0150 ='筛选--应用分类--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0151 ='筛选--应用分类--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'

export const APP_0152 ='输出明细--行政区划--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0153 ='输出明细--行政区划--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0154 ='输出明细--行政区划--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'

export const APP_0155 ='输出明细--APP明细--选择时间：日期范围仅支持T+2或更早日期'
export const APP_0156 ='输出明细--APP明细--选择时间：结束周必须选择上周（含）或更早周范围'
export const APP_0157 ='输出明细--APP明细--选择时间：结束月必须选择上月（含）或更早月范围'

export const APP_0158 ='输出明细--输出位置--选择时间：日期范围仅支持T+2或更早日期'
export const APP_0159 ='输出明细--输出位置--选择时间：结束周必须选择上周（含）或更早周范围'
export const APP_0160 ='输出明细--输出位置--选择时间：结束月必须选择上月（含）或更早月范围'

export const APP_0161 ='输出明细--圈中位置--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0162 ='输出明细--圈中位置--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0163 ='输出明细--圈中位置--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'

export const APP_0164 ='输出明细--热力图--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0165 ='输出明细--热力图--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0166 ='输出明细--热力图--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'

export const APP_0167 ='输出统计--行政区划统计--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0168 ='输出统计--行政区划统计--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0169 ='输出统计--行政区划统计--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'

export const APP_0170 ='输出统计--APP统计--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0171 ='输出统计--APP统计--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0172 ='输出统计--APP统计--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'

export const APP_0173 ='筛选POI--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0174 ='筛选POI--选择POI列表:请选择一个或多个'
export const APP_0175 ='筛选POI--上传文件:未上传文件或文件上传格式有误'
export const APP_0176 ='筛选POI--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0177 ='筛选POI--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0178 ='筛选POI--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'
export const APP_0180 ='筛选POI--选择城市:请选择一个或多个城市'
export const APP_0181 ='筛选POI--POI类型列表:不能为空,且最多选择5个标签'

export const APP_0182 ='POI明细--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0183 ='POI明细--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0184 ='POI明细--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0185 ='POI明细--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'
export const APP_0186 ='POI明细--选择城市:请选择一个或多个城市'
export const APP_0187 ='POI明细--POI类型列表:不能为空,且最多选择5个标签'
export const APP_0188 ='POI明细--选择POI列表:请选择一个或多个'
export const APP_0189 ='POI明细--上传文件:未上传文件或文件上传格式有误'


export const APP_0190 ='POI统计--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0191 ='POI统计--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0192 ='POI统计--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0193 ='POI统计--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'
export const APP_0194 ='POI统计--选择城市:请选择一个或多个城市'
export const APP_0195 ='POI统计--POI类型列表:不能为空,且最多选择5个标签'
export const APP_0196 ='POI统计--选择POI列表:请选择一个或多个'
export const APP_0197 ='POI统计--上传文件:未上传文件或文件上传格式有误'

export const APP_0198 ='POI统计--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0199 ='POI统计--选择时间：起始日与结束日跨度不能超过31天'
export const APP_0200 ='POI统计--选择时间：起始周与结束周跨度不能超过8个周，结束周必须选择上周（含）或更早周范围'
export const APP_0201 ='POI统计--选择时间：起始月与结束月跨度不能超过3个月，结束月必须选择上月（含）或更早月范围'
export const APP_0202 ='POI统计--选择城市:请选择一个或多个城市'
export const APP_0203 ='POI统计--POI类型列表:不能为空,且最多选择5个标签'


export const APP_0204 ='筛选--工作地居住地--选择时间:日期不能为空'
export const APP_0205 ='筛选--工作地居住地--城市:城市不能为空'
export const APP_0206 ='筛选--工作地居住地--上传文件:未上传文件或文件上传格式有误'
export const APP_0209 ='筛选--工作地居住地--通勤半径:输入有误'

export const APP_0207 ='输出明细--工作地居住地--选择时间:日期不能为空'
export const APP_0210 ='输出明细--工作地居住地--通勤半径:输入有误'

export const APP_0208 ='输出统计--工作地居住地--选择时间:日期不能为空'
export const APP_0211 ='输出统计--工作地居住地--通勤半径:输入有误'


export const APP_0212 ='输出小区明细--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0213 ='输出小区明细--所在城市列表:请选择一个或多个城市'


export const APP_0214 ='输出小区统计--选择时间:日期不能为空或起始范围不能大于结束范围'
export const APP_0215 ='输出小区统计--所在城市列表:请选择一个或多个城市'